Revit 2024 API
BuiltInFailures.FabricFailures.BendDiameterNegative Property
 Fabric Bend Diameter is negative.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId BendDiameterNegative { get; }
Visual Basic
Public Shared ReadOnly Property BendDiameterNegative As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ BendDiameterNegative {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace